Repository: shreyaspapi/parity
Catalog: Parity/Parity/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt, ru, sv, tr, zh_hans

# docker.demoModeRestart
source: Container restart operation is disabled in demo mode
ar: إعادة تشغيل الحاوية معطلة في الوضع التجريبي
de: Container-Neustartoperation ist im Demo-Modus deaktiviert
es: La operación de reinicio de contenedor está deshabilitada en modo demo
fr: L'opération de redémarrage du conteneur est désactivée en mode démo
it: Il riavvio del container è disabilitato in modalità demo
ja: デモモードではコンテナの再起動操作は無効です
ko: 데모 모드에서는 컨테이너 재시작이 비활성화됩니다
nl: Container herstarten is uitgeschakeld in demomodus
pl: Restartowanie kontenerów jest wyłączone w trybie demo
pt: A operação de reiniciar contêiner está desativada no modo demo
ru: Перезапуск контейнера отключён в демо-режиме
sv: Containeromstart är inaktiverat i demoläge
tr: Demo modunda konteyner yeniden başlatma devre dışı
zh_hans: 演示模式下容器重启操作已禁用

# docker.demoModeStart
source: Container start operation is disabled in demo mode
ar: تشغيل الحاوية معطل في الوضع التجريبي
de: Container-Startoperation ist im Demo-Modus deaktiviert
es: La operación de inicio de contenedor está deshabilitada en modo demo
fr: L'opération de démarrage du conteneur est désactivée en mode démo
it: L'avvio del container è disabilitato in modalità demo
ja: デモモードではコンテナの開始操作は無効です
ko: 데모 모드에서는 컨테이너 시작이 비활성화됩니다
nl: Container starten is uitgeschakeld in demomodus
pl: Uruchamianie kontenerów jest wyłączone w trybie demo
pt: A operação de iniciar contêiner está desativada no modo demo
ru: Запуск контейнера отключён в демо-режиме
sv: Containerstart är inaktiverat i demoläge
tr: Demo modunda konteyner başlatma devre dışı
zh_hans: 演示模式下容器启动操作已禁用

# docker.demoModeStop
source: Container stop operation is disabled in demo mode
ar: إيقاف الحاوية معطل في الوضع التجريبي
de: Container-Stoppoperation ist im Demo-Modus deaktiviert
es: La operación de detención de contenedor está deshabilitada en modo demo
fr: L'opération d'arrêt du conteneur est désactivée en mode démo
it: L'arresto del container è disabilitato in modalità demo
ja: デモモードではコンテナの停止操作は無効です
ko: 데모 모드에서는 컨테이너 중지가 비활성화됩니다
nl: Container stoppen is uitgeschakeld in demomodus
pl: Zatrzymywanie kontenerów jest wyłączone w trybie demo
pt: A operação de parar contêiner está desativada no modo demo
ru: Остановка контейнера отключена в демо-режиме
sv: Containerstopp är inaktiverat i demoläge
tr: Demo modunda konteyner durdurma devre dışı
zh_hans: 演示模式下容器停止操作已禁用

# docker.details
source: Details
ar: التفاصيل
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
ko: 상세 정보
pl: Szczegóły
pt: Detalhes
ru: Подробности
sv: Detaljer
tr: Detaylar
zh_hans: 详情

# docker.errorDockerPermission
source: Access denied for Docker. Check that your API key has DOCKER read permissions.
ar: تم رفض الوصول إلى Docker. تحقق من أن مفتاح API لديه صلاحيات قراءة DOCKER.
de: Zugriff auf Docker verweigert. Überprüfen Sie, ob Ihr API-Schlüssel DOCKER-Leseberechtigungen hat.
es: Acceso denegado para Docker. Verifica que tu clave API tenga permisos de lectura DOCKER.
fr: Accès refusé pour Docker. Vérifiez que votre clé API dispose des permissions de lecture DOCKER.
it: Accesso negato per Docker. Verifica che la tua chiave API abbia permessi di lettura DOCKER.
ja: Docker へのアクセスが拒否されました。API キーに DOCKER 読み取り権限があることを確認してください。
ko: Docker 접근이 거부되었습니다. API 키에 DOCKER 읽기 권한이 있는지 확인하세요.
nl: Toegang geweigerd voor Docker. Controleer of je API-sleutel DOCKER-leesrechten heeft.
pl: Odmowa dostępu do Dockera. Sprawdź, czy klucz API ma uprawnienia do odczytu DOCKER.
pt: Acesso negado ao Docker. Verifique se sua chave da API tem permissões de leitura DOCKER.
ru: Доступ к Docker запрещён. Проверьте, что API-ключ имеет права на чтение DOCKER.
sv: Åtkomst nekad för Docker. Kontrollera att din API-nyckel har DOCKER-läsbehörigheter.
tr: Docker için erişim reddedildi. API anahtarınızın DOCKER okuma izinlerine sahip olduğunu kontrol edin.
zh_hans: Docker 访问被拒绝。检查您的 API 密钥是否具有 DOCKER 读取权限。

# docker.errorDockerUnavailable
source: Docker service is unavailable. Start the array and ensure Docker is enabled in Settings > Docker.
ar: خدمة Docker غير متاحة. شغّل المصفوفة وتأكد من تفعيل Docker في الإعدادات > Docker.
de: Docker-Dienst nicht verfügbar. Starten Sie das Array und stellen Sie sicher, dass Docker in Einstellungen > Docker aktiviert ist.
es: El servicio Docker no está disponible. Inicia el array y asegúrate de que Docker esté habilitado en Configuración > Docker.
fr: Le service Docker n'est pas disponible. Démarrez l'array et assurez-vous que Docker est activé dans Paramètres > Docker.
it: Il servizio Docker non è disponibile. Avvia l'array e assicurati che Docker sia abilitato in Impostazioni > Docker.
ja: Docker サービスが利用できません。アレイを開始し、設定 > Docker で Docker が有効になっていることを確認してください。
ko: Docker 서비스를 사용할 수 없습니다. 어레이를 시작하고 설정 > Docker에서 Docker가 활성화되어 있는지 확인하세요.
nl: Docker-service is niet beschikbaar. Start de array en zorg ervoor dat Docker is ingeschakeld in Instellingen > Docker.
pl: Usługa Docker jest niedostępna. Uruchom macierz i upewnij się, że Docker jest włączony w Ustawienia > Docker.
pt: Serviço Docker não está disponível. Inicie o array e certifique-se de que o Docker está ativado em Configurações > Docker.
ru: Служба Docker недоступна. Запустите массив и убедитесь, что Docker включён в Настройки > Docker.
sv: Docker-tjänsten är inte tillgänglig. Starta arrayen och se till att Docker är aktiverat i Inställningar > Docker.
tr: Docker servisi kullanılamıyor. Diziyi başlatın ve Ayarlar > Docker'da Docker'ın etkin olduğundan emin olun.
zh_hans: Docker 服务不可用。启动阵列并确保在设置 > Docker 中启用了 Docker。

# docker.errorLoadingContainers
source: Failed to load containers
ar: فشل تحميل الحاويات
de: Fehler beim Laden der Container
es: Error al cargar contenedores
fr: Échec du chargement des conteneurs
it: Impossibile caricare i container
ja: コンテナの読み込みに失敗しました
ko: 컨테이너를 로드하지 못했습니다
nl: Containers konden niet worden geladen
pl: Nie udało się załadować kontenerów
pt: Falha ao carregar contêineres
ru: Не удалось загрузить контейнеры
sv: Kunde inte ladda containrar
tr: Konteynerler yüklenemedi
zh_hans: 加载容器失败

# docker.errorRestartContainer
source: Failed to restart container
ar: فشل إعادة تشغيل الحاوية
de: Fehler beim Neustarten des Containers
es: Error al reiniciar contenedor
fr: Échec du redémarrage du conteneur
it: Impossibile riavviare il container
ja: コンテナの再起動に失敗しました
ko: 컨테이너를 재시작하지 못했습니다
nl: Container kon niet worden herstart
pl: Nie udało się zrestartować kontenera
pt: Falha ao reiniciar contêiner
ru: Не удалось перезапустить контейнер
sv: Kunde inte starta om container
tr: Konteyner yeniden başlatılamadı
zh_hans: 重启容器失败

# docker.errorStartContainer
source: Failed to start container
ar: فشل تشغيل الحاوية
de: Fehler beim Starten des Containers
es: Error al iniciar contenedor
fr: Échec du démarrage du conteneur
it: Impossibile avviare il container
ja: コンテナの開始に失敗しました
ko: 컨테이너를 시작하지 못했습니다
nl: Container kon niet worden gestart
pl: Nie udało się uruchomić kontenera
pt: Falha ao iniciar contêiner
ru: Не удалось запустить контейнер
sv: Kunde inte starta container
tr: Konteyner başlatılamadı
zh_hans: 启动容器失败

# docker.errorStopContainer
source: Failed to stop container
ar: فشل إيقاف الحاوية
de: Fehler beim Stoppen des Containers
es: Error al detener contenedor
fr: Échec de l'arrêt du conteneur
it: Impossibile arrestare il container
ja: コンテナの停止に失敗しました
ko: 컨테이너를 중지하지 못했습니다
nl: Container kon niet worden gestopt
pl: Nie udało się zatrzymać kontenera
pt: Falha ao parar contêiner
ru: Не удалось остановить контейнер
sv: Kunde inte stoppa container
tr: Konteyner durdurulamadı
zh_hans: 停止容器失败

# docker.loadingMessage
source: Loading containers...
ar: جاري تحميل الحاويات...
de: Container laden...
es: Cargando contenedores...
fr: Chargement des conteneurs...
it: Caricamento container...
ja: コンテナを読み込み中...
ko: 컨테이너 로딩 중...
nl: Containers laden...
pl: Ładowanie kontenerów...
pt: Carregando contêineres...
ru: Загрузка контейнеров...
sv: Laddar containrar...
tr: Konteynerler yükleniyor...
zh_hans: 正在加载容器...

# docker.manageContainers
source: Manage your containers
ar: إدارة الحاويات
de: Verwalten Sie Ihre Container
es: Administra tus contenedores
fr: Gérez vos conteneurs
it: Gestisci i tuoi container
ja: コンテナを管理
ko: 컨테이너 관리
nl: Beheer je containers
pl: Zarządzaj kontenerami
pt: Gerencie seus contêineres
ru: Управление контейнерами
sv: Hantera dina containrar
tr: Konteynerlerinizi yönetin
zh_hans: 管理您的容器

# docker.noContainers
source: No containers found
ar: لم يتم العثور على حاويات
de: Keine Container gefunden
es: No se encontraron contenedores
fr: Aucun conteneur trouvé
it: Nessun container trovato
ja: コンテナが見つかりません
ko: 컨테이너를 찾을 수 없습니다
nl: Geen containers gevonden
pl: Nie znaleziono kontenerów
pt: Nenhum contêiner encontrado
ru: Контейнеры не найдены
sv: Inga containrar hittades
tr: Konteyner bulunamadı
zh_hans: 未找到容器

# docker.noContainersActive
source: No containers active
ar: لا توجد حاويات نشطة
de: Keine Container aktiv
es: No hay contenedores activos
fr: Aucun conteneur actif
it: Nessun container attivo
ja: アクティブなコンテナはありません
ko: 활성 컨테이너 없음
nl: Geen actieve containers
pl: Brak aktywnych kontenerów
pt: Nenhum contêiner ativo
ru: Нет активных контейнеров
sv: Inga aktiva containrar
tr: Aktif konteyner yok
zh_hans: 没有活动容器

# docker.noContainersDetected
source: No containers detected
ar: لم يتم اكتشاف حاويات
de: Keine Container erkannt
es: No se detectaron contenedores
fr: Aucun conteneur détecté
it: Nessun container rilevato
ja: コンテナが検出されません
ko: 감지된 컨테이너가 없습니다
nl: Geen containers gedetecteerd
pl: Nie wykryto kontenerów
pt: Nenhum contêiner detectado
ru: Контейнеры не обнаружены
sv: Inga containrar upptäckta
tr: Konteyner algılanmadı
zh_hans: 未检测到容器

# docker.noContainersStopped
source: No containers stopped
ar: لا توجد حاويات متوقفة
de: Keine Container gestoppt
es: No hay contenedores detenidos
fr: Aucun conteneur arrêté
it: Nessun container arrestato
ja: 停止したコンテナはありません
ko: 중지된 컨테이너 없음
nl: Geen gestopte containers
pl: Brak zatrzymanych kontenerów
pt: Nenhum contêiner parado
ru: Нет остановленных контейнеров
sv: Inga stoppade containrar
tr: Durmuş konteyner yok
zh_hans: 没有停止的容器

# docker.restart
source: Restart
ar: إعادة التشغيل
de: Neustarten
es: Reiniciar
fr: Redémarrer
it: Riavvia
ja: 再起動
ko: 재시작
nl: Herstarten
pl: Restartuj
pt: Reiniciar
ru: Перезапустить
sv: Starta om
tr: Yeniden Başlat
zh_hans: 重启

# docker.running
source: Running
ar: قيد التشغيل
de: Läuft
es: En ejecución
fr: En cours
it: In esecuzione
ja: 実行中
ko: 실행 중
nl: Actief
pl: Uruchomiony
pt: Em execução
ru: Работает
sv: Körs
tr: Çalışıyor
zh_hans: 运行中

# docker.searchContainers
source: Search containers...
ar: البحث عن حاويات...
de: Container suchen...
es: Buscar contenedores...
fr: Rechercher des conteneurs...
it: Cerca container...
ja: コンテナを検索...
ko: 컨테이너 검색...
nl: Containers zoeken...
pl: Szukaj kontenerów...
pt: Pesquisar contêineres...
ru: Поиск контейнеров...
sv: Sök containrar...
tr: Konteyner ara...
zh_hans: 搜索容器...

# docker.start
source: Start
ar: تشغيل
de: Starten
es: Iniciar
fr: Démarrer
it: Avvia
ja: 開始
ko: 시작
nl: Starten
pl: Uruchom
pt: Iniciar
ru: Запустить
sv: Starta
tr: Başlat
zh_hans: 启动

# docker.stop
source: Stop
ar: إيقاف
de: Stoppen
es: Detener
fr: Arrêter
it: Arresta
ja: 停止
ko: 중지
nl: Stoppen
pl: Zatrzymaj
pt: Parar
ru: Остановить
sv: Stoppa
tr: Durdur
zh_hans: 停止

# docker.stopped
source: Stopped
ar: متوقف
de: Gestoppt
es: Detenido
fr: Arrêté
it: Arrestato
ja: 停止
ko: 중지됨
nl: Gestopt
pl: Zatrzymany
pt: Parado
ru: Остановлен
sv: Stoppad
tr: Durduruldu
zh_hans: 已停止

# docker.total
source: Total
ar: المجموع
de: Gesamt
it: Totale
ja: 合計
ko: 전체
nl: Totaal
pl: Razem
ru: Всего
sv: Totalt
tr: Toplam
zh_hans: 总计

# errors.generic
source: An unexpected error occurred
ar: حدث خطأ غير متوقع
de: Ein unerwarteter Fehler ist aufgetreten
es: Ocurrió un error inesperado
fr: Une erreur inattendue s'est produite
it: Si è verificato un errore imprevisto
ja: 予期しないエラーが発生しました
ko: 예기치 않은 오류가 발생했습니다
nl: Er is een onverwachte fout opgetreden
pl: Wystąpił nieoczekiwany błąd
pt: Ocorreu um erro inesperado
ru: Произошла непредвиденная ошибка
sv: Ett oväntat fel inträffade
tr: Beklenmeyen bir hata oluştu
zh_hans: 发生意外错误

# errors.network
source: Network error. Please check your connection.
ar: خطأ في الشبكة. تحقق من اتصالك.
de: Netzwerkfehler. Bitte überprüfen Sie Ihre Verbindung.
es: Error de red. Por favor verifica tu conexión.
fr: Erreur réseau. Veuillez vérifier votre connexion.
it: Errore di rete. Controlla la tua connessione.
ja: ネットワークエラー。接続を確認してください。
ko: 네트워크 오류. 연결을 확인하세요.
nl: Netwerkfout. Controleer je verbinding.
pl: Błąd sieci. Sprawdź połączenie.
pt: Erro de rede. Por favor, verifique sua conexão.
ru: Ошибка сети. Проверьте подключение.
sv: Nätverksfel. Kontrollera din anslutning.
tr: Ağ hatası. Bağlantınızı kontrol edin.
zh_hans: 网络错误。请检查您的连接。

# errors.notFound
source: Resource not found
ar: المورد غير موجود
de: Ressource nicht gefunden
es: Recurso no encontrado
fr: Ressource non trouvée
it: Risorsa non trovata
ja: リソースが見つかりません
ko: 리소스를 찾을 수 없습니다
nl: Bron niet gevonden
pl: Zasób nie znaleziony
pt: Recurso não encontrado
ru: Ресурс не найден
sv: Resursen hittades inte
tr: Kaynak bulunamadı
zh_hans: 未找到资源

# errors.serverError
source: Server error. Please try again later.
ar: خطأ في الخادم. يرجى المحاولة لاحقاً.
de: Serverfehler. Bitte versuchen Sie es später erneut.
es: Error del servidor. Por favor intenta más tarde.
fr: Erreur du serveur. Veuillez réessayer plus tard.
it: Errore del server. Riprova più tardi.
ja: サーバーエラー。後でもう一度お試しください。
ko: 서버 오류. 나중에 다시 시도하세요.
nl: Serverfout. Probeer het later opnieuw.
pl: Błąd serwera. Spróbuj później.
pt: Erro do servidor. Por favor, tente novamente mais tarde.
ru: Ошибка сервера. Попробуйте позже.
sv: Serverfel. Försök igen senare.
tr: Sunucu hatası. Lütfen daha sonra tekrar deneyin.
zh_hans: 服务器错误。请稍后重试。

# errors.timeout
source: Request timed out. Please try again.
ar: انتهت مهلة الطلب. يرجى المحاولة مرة أخرى.
de: Zeitüberschreitung. Bitte versuchen Sie es erneut.
es: Tiempo de espera agotado. Por favor intenta de nuevo.
fr: Délai d'attente dépassé. Veuillez réessayer.
it: Richiesta scaduta. Riprova.
ja: リクエストがタイムアウトしました。もう一度お試しください。
ko: 요청 시간이 초과되었습니다. 다시 시도하세요.
nl: Verzoek is verlopen. Probeer het opnieuw.
pl: Limit czasu żądania. Spróbuj ponownie.
pt: Tempo limite esgotado. Por favor, tente novamente.
ru: Время запроса истекло. Попробуйте снова.
sv: Begäran tog för lång tid. Försök igen.
tr: İstek zaman aşımına uğradı. Lütfen tekrar deneyin.
zh_hans: 请求超时。请重试。

# errors.unauthorized
source: Unauthorized. Please check your credentials.
ar: غير مصرح. تحقق من بيانات الاعتماد.
de: Nicht autorisiert. Bitte überprüfen Sie Ihre Anmeldeinformationen.
es: No autorizado. Por favor verifica tus credenciales.
fr: Non autorisé. Veuillez vérifier vos identifiants.
it: Non autorizzato. Verifica le tue credenziali.
ja: 認証されていません。資格情報を確認してください。
ko: 권한이 없습니다. 자격 증명을 확인하세요.
nl: Niet geautoriseerd. Controleer je inloggegevens.
pl: Brak autoryzacji. Sprawdź dane logowania.
pt: Não autorizado. Por favor, verifique suas credenciais.
ru: Не авторизовано. Проверьте учётные данные.
sv: Obehörig. Kontrollera dina inloggningsuppgifter.
tr: Yetkisiz. Kimlik bilgilerinizi kontrol edin.
zh_hans: 未经授权。请检查您的凭据。

# loadingMessages.containers
source: Loading containers...
ar: جاري تحميل الحاويات...
de: Container laden...
es: Cargando contenedores...
fr: Chargement des conteneurs...
it: Caricamento container...
ja: コンテナを読み込み中...
ko: 컨테이너 로딩 중...
nl: Containers laden...
pl: Ładowanie kontenerów...
pt: Carregando contêineres...
ru: Загрузка контейнеров...
sv: Laddar containrar...
tr: Konteynerler yükleniyor...
zh_hans: 正在加载容器...

# loadingMessages.notifications
source: Loading notifications...
ar: جاري تحميل الإشعارات...
de: Benachrichtigungen laden...
es: Cargando notificaciones...
fr: Chargement des notifications...
it: Caricamento notifiche...
ja: 通知を読み込み中...
ko: 알림 로딩 중...
nl: Meldingen laden...
pl: Ładowanie powiadomień...
pt: Carregando notificações...
ru: Загрузка уведомлений...
sv: Laddar notifikationer...
tr: Bildirimler yükleniyor...
zh_hans: 正在加载通知...

# loadingMessages.servers
source: Loading servers...
ar: جاري تحميل الخوادم...
de: Server laden...
es: Cargando servidores...
fr: Chargement des serveurs...
it: Caricamento server...
ja: サーバーを読み込み中...
ko: 서버 로딩 중...
nl: Servers laden...
pl: Ładowanie serwerów...
pt: Carregando servidores...
ru: Загрузка серверов...
sv: Laddar servrar...
tr: Sunucular yükleniyor...
zh_hans: 正在加载服务器...

# loadingMessages.systemInfo
source: Loading system information...
ar: جاري تحميل معلومات النظام...
de: Systeminformationen laden...
es: Cargando información del sistema...
fr: Chargement des informations système...
it: Caricamento informazioni di sistema...
ja: システム情報を読み込み中...
ko: 시스템 정보 로딩 중...
nl: Systeeminformatie laden...
pl: Ładowanie informacji o systemie...
pt: Carregando informações do sistema...
ru: Загрузка информации о системе...
sv: Laddar systeminformation...
tr: Sistem bilgileri yükleniyor...
zh_hans: 正在加载系统信息...

# loadingMessages.vms
source: Loading virtual machines...
ar: جاري تحميل الأجهزة الافتراضية...
de: Virtuelle Maschinen laden...
es: Cargando máquinas virtuales...
fr: Chargement des machines virtuelles...
it: Caricamento macchine virtuali...
ja: 仮想マシンを読み込み中...
ko: 가상 머신 로딩 중...
nl: Virtuele machines laden...
pl: Ładowanie maszyn wirtualnych...
pt: Carregando máquinas virtuais...
ru: Загрузка виртуальных машин...
sv: Laddar virtuella maskiner...
tr: Sanal makineler yükleniyor...
zh_hans: 正在加载虚拟机...

# login.apiKey
source: API Key
ar: مفتاح API
de: API-Schlüssel
es: Clave API
fr: Clé API
it: Chiave API
ja: API キー
ko: API 키
nl: API-sleutel
pl: Klucz API
pt: Chave da API
ru: API-ключ
sv: API-nyckel
tr: API Anahtarı
zh_hans: API 密钥

# login.apiKeyHint
source: Generate an API key using: unraid-api apikey --create
ar: أنشئ مفتاح API باستخدام: unraid-api apikey --create
de: API-Schlüssel erstellen mit: unraid-api apikey --create
es: Genera una clave API usando: unraid-api apikey --create
fr: Générez une clé API en utilisant: unraid-api apikey --create
it: Genera una chiave API usando: unraid-api apikey --create
ja: API キーを生成：unraid-api apikey --create
ko: API 키 생성: unraid-api apikey --create
nl: Genereer een API-sleutel met: unraid-api apikey --create
pl: Wygeneruj klucz API: unraid-api apikey --create
pt: Gere uma chave da API usando: unraid-api apikey --create
ru: Сгенерируйте API-ключ: unraid-api apikey --create
sv: Generera en API-nyckel med: unraid-api apikey --create
tr: API anahtarı oluşturun: unraid-api apikey --create
zh_hans: 使用以下命令生成 API 密钥：unraid-api apikey --create

# login.apiKeyPlaceholder
source: Enter your API key
ar: أدخل مفتاح API
de: API-Schlüssel eingeben
es: Ingresa tu clave API
fr: Entrez votre clé API
it: Inserisci la tua chiave API
ja: API キーを入力
ko: API 키를 입력하세요
nl: Voer je API-sleutel in
pl: Wprowadź klucz API
pt: Digite sua chave da API
ru: Введите API-ключ
sv: Ange din API-nyckel
tr: API anahtarınızı girin
zh_hans: 输入您的 API 密钥

# login.connect
source: Connect
ar: اتصال
de: Verbinden
es: Conectar
fr: Connecter
it: Connetti
ja: 接続
ko: 연결
nl: Verbinden
pl: Połącz
pt: Conectar
ru: Подключиться
sv: Anslut
tr: Bağlan
zh_hans: 连接

# login.connectionFailed
source: Connection Failed
ar: فشل الاتصال
de: Verbindung fehlgeschlagen
es: Conexión fallida
fr: Connexion échouée
it: Connessione fallita
ja: 接続に失敗しました
ko: 연결 실패
nl: Verbinding mislukt
pl: Połączenie nieudane
pt: Conexão falhou
ru: Ошибка подключения
sv: Anslutningen misslyckades
tr: Bağlantı Başarısız
zh_hans: 连接失败

# login.connectionFailedMessage
source: Unable to connect to Unraid server
ar: تعذر الاتصال بخادم Unraid
de: Kann keine Verbindung zum Unraid-Server herstellen
es: No se puede conectar al servidor Unraid
fr: Impossible de se connecter au serveur Unraid
it: Impossibile connettersi al server Unraid
ja: Unraid サーバーに接続できません
ko: Unraid 서버에 연결할 수 없습니다
nl: Kan geen verbinding maken met Unraid-server
pl: Nie można połączyć z serwerem Unraid
pt: Não foi possível conectar ao servidor Unraid
ru: Не удалось подключиться к серверу Unraid
sv: Kunde inte ansluta till Unraid-servern
tr: Unraid sunucusuna bağlanılamıyor
zh_hans: 无法连接到 Unraid 服务器

# login.demoModeButton
source: Try Demo
ar: جرب التجريبي
de: Demo ausprobieren
es: Probar demo
fr: Essayer la démo
it: Prova demo
ja: デモを試す
ko: 데모 체험
nl: Probeer demo
pl: Wypróbuj demo
pt: Experimentar demo
ru: Попробовать демо
sv: Prova demo
tr: Demoyu Dene
zh_hans: 试用演示

# login.demoModeError
source: Failed to enable demo mode
ar: فشل تفعيل الوضع التجريبي
de: Fehler beim Aktivieren des Demo-Modus
es: Error al habilitar el modo demo
fr: Échec de l'activation du mode démo
it: Impossibile abilitare la modalità demo
ja: デモモードの有効化に失敗しました
ko: 데모 모드를 활성화할 수 없습니다
nl: Demomodus kon niet worden ingeschakeld
pl: Nie udało się włączyć trybu demo
pt: Falha ao ativar o modo demo
ru: Не удалось включить демо-режим
sv: Kunde inte aktivera demoläge
tr: Demo modu etkinleştirilemedi
zh_hans: 启用演示模式失败

# login.demoModeMessage
source: Demo mode allows you to explore the app interface without connecting to a real Unraid server. Note: All data will be simulated and no real operations will be performed.
ar: يتيح لك الوضع التجريبي استكشاف واجهة التطبيق دون الاتصال بخادم Unraid حقيقي. ملاحظة: جميع البيانات محاكاة ولن يتم تنفيذ أي عمليات حقيقية.
de: Der Demo-Modus ermöglicht es Ihnen, die App-Oberfläche zu erkunden, ohne sich mit einem echten Unraid-Server zu verbinden. Hinweis: Alle Daten werden simuliert und es werden keine echten Operationen durchgeführt.
es: El modo demo te permite explorar la interfaz de la aplicación sin conectarte a un servidor Unraid real. Nota: Todos los datos serán simulados y no se realizarán operaciones reales.
fr: Le mode démo vous permet d'explorer l'interface de l'application sans vous connecter à un serveur Unraid réel. Remarque: Toutes les données seront simulées et aucune opération réelle ne sera effectuée.
it: La modalità demo ti permette di esplorare l'interfaccia dell'app senza connetterti a un vero server Unraid. Nota: Tutti i dati saranno simulati e non verranno eseguite operazioni reali.
ja: デモモードでは、実際の Unraid サーバーに接続することなくアプリのインターフェースを探索できます。 注：すべてのデータはシミュレートされ、実際の操作は実行されません。
ko: 데모 모드에서는 실제 Unraid 서버에 연결하지 않고도 앱 인터페이스를 탐색할 수 있습니다. 참고: 모든 데이터는 시뮬레이션되며 실제 작업은 수행되지 않습니다.
nl: Met de demomodus kun je de app-interface verkennen zonder verbinding te maken met een echte Unraid-server. Opmerking: Alle gegevens worden gesimuleerd en er worden geen echte bewerkingen uitgevoerd.
pl: Tryb demo pozwala eksplorować interfejs aplikacji bez łączenia z prawdziwym serwerem Unraid. Uwaga: Wszystkie dane są symulowane i nie są wykonywane żadne rzeczywiste operacje.
pt: O modo demo permite explorar a interface do aplicativo sem se conectar a um servidor Unraid real. Observação: Todos os dados serão simulados e nenhuma operação real será realizada.
ru: Демо-режим позволяет изучить интерфейс приложения без подключения к реальному серверу Unraid. Примечание: Все данные симулированы, реальные операции не выполняются.
sv: Demoläget låter dig utforska appens gränssnitt utan att ansluta till en riktig Unraid-server. Obs: All data är simulerad och inga riktiga operationer utförs.
tr: Demo modu, gerçek bir Unraid sunucusuna bağlanmadan uygulama arayüzünü keşfetmenizi sağlar. Not: Tüm veriler simüle edilecek ve gerçek işlemler yapılmayacaktır.
zh_hans: 演示模式允许您在不连接到真实 Unraid 服务器的情况下探索应用程序界面。 注意：所有数据都将被模拟，不会执行任何实际操作。

# login.demoModeTitle
source: Demo Mode
ar: الوضع التجريبي
de: Demo-Modus
es: Modo demo
fr: Mode démo
it: Modalità demo
ja: デモモード
ko: 데모 모드
nl: Demomodus
pl: Tryb demo
pt: Modo demo
ru: Демо-режим
sv: Demoläge
tr: Demo Modu
zh_hans: 演示模式
